Repository: tobiashaas/Woo-Percentage-Shipping
Catalog: languages/wc-percentage-shipping-*.po
Languages: de_de

source: Percentage Shipping
de_de: Prozentuale Versandkosten

source: Calculate shipping costs as a percentage of physical products with enhanced UI and multilingual support
de_de: Berechnet Versandkosten als Prozentsatz physischer Produkte mit erweiterter Benutzeroberfläche und mehrsprachiger Unterstützung

source: Shipping Calculation Settings
de_de: Versandberechnungseinstellungen

source: Enable Plugin
de_de: Plugin aktivieren

source: Enable percentage shipping calculation
de_de: Prozentuale Versandberechnung aktivieren

source: When enabled, shipping costs will be calculated as a percentage of selected products.
de_de: Wenn aktiviert, werden Versandkosten als Prozentsatz der ausgewählten Produkte berechnet.

source: Activate this option to use percentage-based shipping calculation.
de_de: Aktivieren Sie diese Option, um die prozentuale Versandkostenberechnung zu verwenden.

source: Shipping Percentage
de_de: Versandprozentsatz

source: Enter the percentage (0-100). Example: 10 = 10% of cart total.
de_de: Geben Sie den Prozentsatz (0-100) ein. Beispiel: 10 = 10% des Warenkorbwerts.

source: Percentage of product total that will be calculated as shipping costs.
de_de: Prozentsatz der Produktsumme, der als Versandkosten berechnet wird.

source: Example:
de_de: Beispiel:

source: At %d%% and a cart value of %s, shipping costs would be %s
de_de: Bei %d%% und einem Warenkorbwert von %s betragen die Versandkosten %s

source: Minimum Fee
de_de: Mindestgebühr

source: Minimum shipping fee that will be charged regardless of percentage calculation.
de_de: Mindestversandgebühr, die unabhängig von der Prozentberechnung erhoben wird.

source: Minimum shipping cost, even if percentage calculation results in a lower amount.
de_de: Mindestversandkosten, auch wenn die Prozentberechnung zu einem niedrigeren Betrag führt.

source: Maximum Fee
de_de: Höchstgebühr

source: Maximum shipping fee that will be charged. Set to 0 for unlimited.
de_de: Höchstversandgebühr, die erhoben wird. Auf 0 setzen für unbegrenzt.

source: Maximum shipping cost that will not be exceeded. 0 for unlimited.
de_de: Höchstversandkosten, die nicht überschritten werden. 0 für unbegrenzt.

source: Include Digital Products
de_de: Digitale Produkte einschließen

source: Include virtual and downloadable products in calculation
de_de: Virtuelle und herunterladbare Produkte in die Berechnung einbeziehen

source: By default, only physical products are used for shipping calculation. Enable this option to also include digital products.
de_de: Standardmäßig werden nur physische Produkte für die Versandberechnung verwendet. Aktivieren Sie diese Option, um auch digitale Produkte einzubeziehen.

source: Digital products include:
de_de: Digitale Produkte umfassen:

source: Virtual products (services, subscriptions)
de_de: Virtuelle Produkte (Dienstleistungen, Abonnements)

source: Downloadable products (e-books, software, music)
de_de: Herunterladbare Produkte (E-Books, Software, Musik)

source: Use case:
de_de: Anwendungsfall:

source: Enable this option if you want to charge a "processing fee" for digital products.
de_de: Aktivieren Sie diese Option, wenn Sie eine "Bearbeitungsgebühr" für digitale Produkte erheben möchten.

source: Excluded Categories
de_de: Ausgeschlossene Kategorien

source: Select product categories to exclude from shipping calculation.
de_de: Wählen Sie Produktkategorien aus, die von der Versandberechnung ausgeschlossen werden sollen.

source: Ctrl/Cmd + click for multiple selection. Products from these categories will not be included in shipping calculation.
de_de: Strg/Cmd + Klick für Mehrfachauswahl. Produkte aus diesen Kategorien werden nicht in die Versandberechnung einbezogen.

source: No product categories found.
de_de: Keine Produktkategorien gefunden.

source: Debug Mode
de_de: Debug-Modus

source: Enable detailed logging
de_de: Detailliertes Protokollieren aktivieren

source: Enables detailed logging for troubleshooting. Logs can be found in WooCommerce > Status > Logs.
de_de: Aktiviert detailliertes Protokollieren für die Fehlerbehebung. Protokolle finden Sie unter WooCommerce > Status > Protokolle.

source: Only enable for troubleshooting. Logs are saved under WooCommerce > Status > Logs.
de_de: Nur zur Fehlerbehebung aktivieren. Protokolle werden unter WooCommerce > Status > Protokolle gespeichert.

source: WooCommerce Percentage Shipping
de_de: WooCommerce Prozentuale Versandkosten

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Current Settings
de_de: Aktuelle Einstellungen

source: Percentage:
de_de: Prozentsatz:

source: Minimum Fee:
de_de: Mindestgebühr:

source: Maximum Fee:
de_de: Höchstgebühr:

source: Unlimited
de_de: Unbegrenzt

source: Digital Products:
de_de: Digitale Produkte:

source: Included
de_de: Eingeschlossen

source: Excluded
de_de: Ausgeschlossen

source: Debug Mode:
de_de: Debug-Modus:

source: Calculation Preview
de_de: Berechnungsvorschau

source: Example calculation:
de_de: Beispielberechnung:

source: Cart value:
de_de: Warenkorbwert:

source: Calculation:
de_de: Berechnung:

source: Minimum fee applied:
de_de: Mindestgebühr angewendet:

source: Maximum fee applied:
de_de: Höchstgebühr angewendet:

source: Final fee:
de_de: Endgebühr:

source: Quick Setup
de_de: Schnelleinrichtung

source: Configure the settings above
de_de: Konfigurieren Sie die obigen Einstellungen

source: Go to %s
de_de: Gehen Sie zu %s

source: WooCommerce → Settings → Shipping
de_de: WooCommerce → Einstellungen → Versand

source: Create or edit a shipping zone
de_de: Erstellen oder bearbeiten Sie eine Versandzone

source: Add "Percentage Shipping" as shipping method
de_de: Fügen Sie "Prozentuale Versandkosten" als Versandmethode hinzu

source: Save the zone settings
de_de: Speichern Sie die Zoneneinstellungen

source: Test the shipping calculation in your store
de_de: Testen Sie die Versandberechnung in Ihrem Shop

source: Settings
de_de: Einstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Maximum fee must be higher than minimum fee.
de_de: Höchstgebühr muss höher als Mindestgebühr sein.

source: Calculate shipping costs as a percentage of selected products
de_de: Berechnet Versandkosten als Prozentsatz der ausgewählten Produkte

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable this shipping method
de_de: Diese Versandmethode aktivieren

source: Method Title
de_de: Methodentitel

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Checkout sieht.

source: Excluded (digital): %s
de_de: Ausgeschlossen (digital): %s

source: Excluded (category): %s
de_de: Ausgeschlossen (Kategorie): %s

source: Included: %s = %s
de_de: Einbezogen: %s = %s

source: Calculation base: %s
de_de: Berechnungsgrundlage: %s

source: Percentage: %s%%
de_de: Prozentsatz: %s%%

source: Digital products: %s
de_de: Digitale Produkte: %s

source: included
de_de: eingeschlossen

source: excluded
de_de: ausgeschlossen

source: Final cost: %s
de_de: Endkosten: %s

source: Percentage Shipping:
de_de: Prozentuale Versandkosten:
